import './AboutProject.css';

export default function AboutProject() {
	return (
		<div className='about-project'>
			<h2>О проекте</h2>
			<div>
				<div>
					<div>
						<h3>Дипломный проект включал 5 этапов</h3>
						<p>Составление плана, работу над бэкендом, вёрстку, добавление функциональности и финальные доработки.</p>
					</div>
					<div>
						<h3>На выполнение диплома ушло 5 недель</h3>
						<p>У каждого этапа был мягкий и жёсткий дедлайн, которые нужно было соблюдать, чтобы успешно защититься.</p>
					</div>
				</div>
				<div>
					<div></div>
					<div></div>
				</div>
			</div>
		</div>
	)
}